Revit 2027 API
ParameterTypeId.RelatedToMass Property
 "Related to Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RelatedToMass { get; }
Public Shared ReadOnly Property RelatedToMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RelatedToMass {
	ForgeTypeId^ get ();
}
static member RelatedToMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace